Repository: Kockstick/DiVPN-iOS
Catalog: Main/Assets/Localizable.xcstrings
Source language: en
Languages: ru

source: A log file will be attached to the message to help diagnose the issue more effectively.
ru: К сообщению будет прикреплён файл с логами для диагностики.

source: A payment of 1₽ is required to change your card.
ru: Необходимо оплатить 1₽ для смены карты

# agree_privacy_policy
source: I agree to the Privacy Policy
ru: Я соглашаюсь с Политикой конфиденциальности

source: App issues
ru: Проблемы с приложением

source: Are you shure?
ru: Вы уверены?

# authentication_failed
source: Authentication failed. Please request a new code
ru: Не удалось авторизоваться, запросите новый код

source: back
ru: назад

source: Bug report
ru: Сообщение об ошибке

source: Cansel
ru: Отменить

# cansel_success_body
source: Your subscription will remain active until %@
ru: Действует до %@

# cansel_success_title
source: Subscription is paused
ru: Подписка остановлена

source: Change
ru: Изменить

source: Change Card
ru: Смена Карты

source: Change server
ru: Сменить сервер

# change_card_success_body
source: Your card has been successfully changed.
ru: Ваш способ оплаты успешно изменен

# change_card_success_title
source: Payment method updated
ru: Способ оплаты изменен

# check_internet
source: Please check your internet connection
ru: Пожалуйста, проверьте подключение к интернету

source: Close
ru: Закрыть

# code_expired
source: The verification code has expired
ru: Время действия кода истекло

# code_valid
source: The code is valid for 5 minutes
ru: Код действителен в течение 5 минут

source: Confirm
ru: Подтвердить

source: Connected
ru: Подключен

source: Continue
ru: Продолжить

# continue_requires_subscription
source: To continue using the VPN, you need to purchase a subscription
ru: Чтобы продолжить пользоваться VPN, необходимо приобрести подписку

source: Copy and close
ru: Скопировать и закрыть

# create_account_hint
source: If you don’t have an account, we’ll create one for you
ru: Если у вас нет аккаунта, мы создадим его для вас

source: Date last change: %@
ru: Дата изменения: %@

source: Describe in detail the error you encountered here.
ru: Опишите подробно проблему, с которой вы столкнулись.

source: Disconnected
ru: Отключен

source: Do not renew
ru: Отменить подписку

source: Do you have a referral code?
ru: У вас есть реферальный код?

source: email
ru: почта

source: Email for support:
ru: Почта для поддержки:

source: Feedback
ru: Отзыв

source: for 1 month
ru: в месяц

source: Free trial ends in %@ days
ru: Пробный период закончится через %@ дней

source: Free trial has ended
ru: Пробный период закончился

source: Got a promo code? Drop it here.
ru: Есть промокод? Пора им блеснуть!

source: Invalid code or not found
ru: Неверный или недопустимый код

source: Invalid verification code
ru: Неверный код авторизации

source: Invite
ru: Пригласить

source: Invite friends and get free subscription months
ru: Приглашайте друзей и получайте бесплатные месяцы подписки

source: Invite friends to DiVPN
ru: Приглашайте друзей в DiVPN

source: Learn more
ru: Узнать больше

source: Log file
ru: Файл логов

source: Logout
ru: Выйти

source: Maybe someone will actually reply to you.
ru: Возможно, вам кто-нибудь ответит.

source: Not using
ru: Не пользуюсь

source: Off
ru: Выкл

source: Ok
ru: Ок

source: On
ru: Вкл

source: Open App Store
ru: Открыть App Store

source: Other
ru: Другое

# payment_success_body
source: Access extended until %@
ru: Доступ к сервису продлён до %@

# payment_success_title
source: Payment successful
ru: Оплата прошла успешно

source: Privacy Policy
ru: Политикой конфиденциальности

source: Promocode
ru: Промокод

# promocode_success_body
source: Subscription extended until %@
ru: Подписка продлена до %@

# promocode_success_title
source: Promo code applied
ru: Применен промокод

source: Purchase subscription
ru: Подписаться

source: Rate us
ru: Оценить нас

source: Referral
ru: Пригласить

# referral_success_body
source: Your subscription has been extended until %@ thanks to referrals!
ru: Подписка продлена до %@ по реферальной программе

# referral_success_title
source: Someone used your code
ru: Кто-то использовал ваш промокод!

# renew_subscription_notice
source: To continue using the VPN, you need to renew your subscription
ru: Чтобы продолжить пользоваться VPN, необходимо продлить подписку

source: Report a problem
ru: Сообщить об ошибке

source: Report sent successfully
ru: Успешно отправлено

source: Resend available in %@ seconds
ru: Отправить повторно через %@ секунд

source: Resume subscription
ru: Возобновить подписку

# resume_success_body
source: It’s active until %@
ru: Действует до %@

# resume_success_title
source: Your subscription has been resumed
ru: Подписка возобновлена

source: Send
ru: Отправить

source: Send new code
ru: Получить новый код

source: Skip
ru: Пропустить

source: Subscribe
ru: Подписка

source: Subscribtion has ended
ru: Подписка закончилась

source: Subscribtions renews in %@ days
ru: Продление подписки через %@ дней

source: Support
ru: Поддержка

source: Time to update
ru: Время обновиться

source: Too expensive
ru: Слишком дорого

source: Type here...
ru: Вводить сюда…

source: Unstable connection
ru: Нестабильное соединение

source: Waiting for server response
ru: Ожидаем ответ от сервера

source: We fixed bugs, polished the UI, and added a couple of handy extras. No magic, just an update.
ru: Мы работаем над приложением, чтобы оно стало лучше.

source: We’d love to hear from you! Leave a review and we’ll thank you with 1 month of subscription for free.
ru: Нам очень важно ваше мнение! Оставьте отзыв, и мы подарим вам 1 месяц подписки бесплатно.

source: What is it?
ru: Что это?

source: Why do you want to cansel your subscription?
ru: Почему вы хотите отменить подписку?

source: You can request a new code now
ru: Вы можете запросить новый код

source: You get 1 month of subscription
ru: Вы получаете 1 месяц подписки бесплатно

source: Your friend gets 1 months of subscription
ru: Ваш друг получает 1 месяц подписки бессплатно

source: Your friend uses your referral code
ru: Друг вводит реферальный код

source: Your subscription ends in %@ days.
ru: Подписка закончится через %@ дней
